---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerResponseParam
source: html/9272c680-5539-2ad6-3e87-765f0a92e0af.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerResponseParam Property

"Response"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFpSprinklerResponseParam { get; }
```